<?php

return [
    'curatorial' => 'Кураторская',
    'ege100' => 'ЕГЭ100',
    'administration' => 'АДМИНИСТРИРОВАНИЕ',
    'search' => 'Поиск',
    'full_screen' => 'Полный экран',
    'logout' => 'Выйти',
    'login' => 'Войти',
    'login_description' => 'Войдите, чтобы продолжить работу.',
    'login_with_vk' => 'Войти через ВКонтакте',
    'soon' => 'скоро',
    'token_is_invalid' => 'Ключ доступа недействителен: не удалось выполнить проверку, пожалуйста, авторизуйтесь заново',
    'token_is_unfamiliar' => 'Ключ доступа принадлежит другому пользователю, пожалуйста, авторизуйтесь заново',
    'extra_token_not_found' => 'Ключ доступа к расширенным правам не обнаружен, пожалуйста, добавьте его в разделе настроек',
];
