<?php

return [
    'pollbunches' => 'Пятиминутки',
    'recently_added' => 'Недавно добавленные',
    'my_pollbunches' => 'Мои пятиминутки',
    'create_pollbunch' => 'Создать пятиминутку',
    'name' => 'Название',
    'name_placeholder' => 'Название пятиминутки, кратко описывающее тему',
    'group' => 'Группа',
    'questions' => 'Вопросы',
    'add_question' => 'Добавить вопрос',
    'question' => 'Вопрос',
    'question_placeholder' => 'Введите данные вопроса здесь...',
    'hint' => '<h5>Подсказка о разметке</h5>
<p>Если опрос с вопросом должен иметь возможность выбора нескольких вариантов ответа, поставьте <code>#</code> перед текстом вопроса.<br>
   Также поставьте <code>#</code> перед текстом правильного варианта ответа (если их несколько, то перед каждым).</p>
<p class="mb-1"><i>Пример:</i></p>
<pre class="p-0 m-0">
Сколько будет 2+2?
3
#4
5
Я не знаю

#Назовите птиц.
лошадь
#ласточка
собака
#воробей
</pre>',
    'create' => 'Создать',
    'edit_pollbunch' => 'Редактировать пятиминутку',
    'save' => 'Сохранить',
    'author' => 'Автор',
    'created_at' => 'Добавлено',
    'view' => 'Посмотреть',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'publish_pollbunch' => 'Опубликовать пятиминутку',
    'main_contents' => 'Основной текст',
    'main_contents_placeholder' => 'Введите здесь основной текст записи (он должен содержать тему и не должен содержать хештеги)',
    'hashtags' => 'Хештеги',
    'hashtags_placeholder' => 'Введите соответствующие хештеги (они будут добавлены к тексту каждой записи)',
    'datetime' => 'Дата и время (МСК)',
    'interval' => 'Интервал (минуты)',
    'add_signature' => 'Добавить подпись',
    'publish' => 'Опубликовать',
    'publishihg' => 'Публикация',
    'postponed' => 'Отложено',
    'published' => 'Пятиминутка опубликована',
    'api_error' => 'Ошибка API',
    'not_published' => 'Пятиминутка не опубликована',
    'pollbunch' => 'Пятиминутка',
    'order' => 'Порядок',
    'answers' => 'Ответы',
    'unique_identifier' => 'Уникальный идентификатор',
    'questions_count' => 'Количество вопросов',
];
