<?php

return [
    'settings' => 'Настройки',
    'general_settings' => 'Общие настройки',
    'information' => 'Информация',
    'extra_token' => 'Ключ доступа',
    'youre_all_set' => 'Ключ доступа настроен',
    'youre_all_set_description' => 'Ключ доступа к расширенным права ВКонтакте сохранен в браузере.<br>Теперь вы можете публиковать занятия и пятиминутки в одно нажатие, а также использовать другие полезные инструменты!',
    'you_havent_saved_extra_token' => 'Ключ доступа не настроен',
    'you_havent_saved_extra_token_description' => 'Ключ доступа к расширенным права ВКонтакте не обнаружен.<br>Получите его и сохраните на этой странице, чтобы публиковать занятия и пятиминутки в одно нажатие, а также использовать другие полезные инструменты.',
    'authorize' => 'Авторизоваться и получить ключ доступа',
    'extra_token_placeholder' => 'Вставьте ваш ключ доступа сюда',
    'save' => 'Сохранить',
    'edit_profile_information' => 'Редактировать информацию профиля',
    'education' => 'Образование',
    'location' => 'Местонахождение',
    'notes' => 'Разное',
    'update' => 'Обновить',
];
